[
  {
    "id": 1,
    "fecha": "2026-01-26",
    "categoria": "Global Retail / IA Estratégica",
    "titulo": "El inicio del Comercio Agéntico: Walmart y Target se integran en Google Gemini",
    "resumen": "Tres de los mayores retailers globales (Walmart, Target y Etsy) han formalizado su integración con Google Gemini y Microsoft Copilot. Esta maniobra permite que los agentes de IA accedan a los inventarios en tiempo real para gestionar decisiones de compra y transacciones directamente desde el chat, marcando el paso de la búsqueda tradicional a la \"gestión agéntica\" de la compra.",
    "imagen": "images/Imagen_primera_noticia.png",
    "audio": "audios/Retail_risky_AI.m4a",
    "enlace_fuente": "https://www.retaildive.com/news/retails-ai-bet-risks-data-market-share/810202/"
  },
  {
    "id": 2,
    "fecha": "2026-01-26",
    "categoria": "E-Commerce Europa / Computer Vision",
    "titulo": "Bol.com lanza \"Spot & Shop\": La IA Visual redefine el descubrimiento de productos",
    "resumen": "El gigante europeo Bol.com ha estrenado una función de búsqueda visual impulsada por IA que permite a los usuarios encontrar productos subiendo fotos de redes sociales o del mundo real. La herramienta utiliza algoritmos de visión por computadora para identificar múltiples objetos en una escena y se integra con la tecnología de Inteligencia Visual de Apple para una experiencia sin fricción.",
    "imagen": "images/Imagen_segunda_noticia.png",
    "audio": "audios/Bol_launches_visual.m4a",
    "enlace_fuente": "https://www.retaildetail.eu/news/general/bol-launches-visual-search-function/"
  },
  {
    "id": 3,
    "fecha": "2026-01-27",
    "categoria": "MarTech / Herramientas IA",
    "titulo": "Google evoluciona hacia la publicidad \"Keywordless\" con AI Max",
    "resumen": "Google ha presentado la evolución de sus herramientas publicitarias hacia \"AI Max\", un entorno donde la IA generativa asume la creación de activos creativos (títulos, descripciones) y la toma de decisiones de puja en tiempo real, relegando las palabras clave a un segundo plano. Esto obliga a los marketers a centrarse en la calidad de los datos de conversión y la exclusión estratégica de URLs.",
    "imagen": "images/Imagen_tercera_noticia.png",
    "audio": "audios/Google_AI_Max.m4a",
    "enlace_fuente": "https://searchengineland.com/google-ai-max-checklist-467929"
  }
]
